Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ས་ གཞན་ བཅུ་གཅིག་པ་ ལ་ ཞུགས་ ཏེ །_ སེམས་ཅན་ དམྱལ་བ ར་ ཞུགས་པ་ རྣམས་ ཀྱི་ ཐོག་མ་ དང་ ཐ་མ འི་ སྡུག་བསྔལ་ ཤེས་ སོ །_།
en: With knowledge of the ripening of karmic actions he has entered the thirteenth ground and is now aware of the way beings in hell suffer, from beginning to end.’

source: དེ་ལྟ ར་ ས་བླ འི་ གནོད་སྦྱིན་ དག་ གིས་ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ དག་ ལ་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ དེ་ལྟ ར་ སྔ་མ་ བཞིན་ དུ་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལ་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ སུམ་ཅུ་རྩ་གསུམ་པ་ རྣམས་ ལ །_ དེ་དག་ གིས་ ཀྱང་ འཐབ་བྲལ་ རྣམས་ ལ །_ འཐབ་བྲལ་བ་ རྣམས་ ཀྱིས་ ཀྱང་ དགའ་ལྡན་པ་ རྣམས་ ལ །_ དགའ་ལྡན་པ་ རྣམས་ ཀྱིས་ ཀྱང་ འཕྲུལ་ [284b] དགའ་ རྣམས་ ལ །_ འཕྲུལ་དགའ་ རྣམས་ ཀྱིས་ ཀྱང་ གཞན་འཕྲུལ་ དབང་ བྱེད་པ་ རྣམས་ ལ་ བསྙད་ དོ །_།
en: $1256 “When the celestial yakṣas receive this news from the terrestrial yakṣas, they will, as before, inform the Four Great Kings, and from them the message will gradually pass to the gods in the Heaven of the Thirty-Three, the Heaven Free from Strife, the Heaven of Joy, {{page:{number:406,id:UT22084-068-021-100432,folio:F.284.b,volume:V68}}} the Heaven of Delighting in Emanations, and the Heaven of Making Use of Others’ Emanations.

source: དེ་ལྟ ར་ རིམ་གྱིས་ སྔ་མ་ བཞིན་ དུ་ འོད་ཆུང་ གི་ ལྷ་ རྣམས་ ཀྱི་ བར་ ལ་ བསྙད་ དེ་
en: From the former gods the following message will, in the same way as before, gradually travel to the gods in Limited Light:

source: འདི་ལྟར་ ལྷ་ ཁྱེད་ཅག་ སེམས་ ཤིན་ཏུ་ མཉམ་པ ར་ བཞག་པ ས་ ཉོན་ ཅིག _།
en: ‘O you gods, listen with your minds in utter composure.

source: འདི་ལྟར་ འཛམ་བུ འི་ གླིང་ ན་ རིགས་ ཆེ་གེ་མོ་ ཞིག་ ལས་ རིགས་ ཀྱི་ བུ་ མང་གེ་མོ་ ཞིག་ ཡུལ་ ག་གེ་མོ་ ཞིག་ ནས་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ
en: In Jambudvīpa a noble son of such and such a family, who is from such and such an area and land, has shaved off his hair and beard, donned the saffron-colored robes, and with faith gone forth from the household to become a homeless mendicant.

source: དེ་ རྩོལ་ ཞིང་ འབད་ ལ་ སྒྲིམ་པ་ ན་ སྤྲོ་བ་ མི་ འབྲི་ ཞིང་ བདུད་ ཀྱི་ ཡུལ་ གྱི་ དངོས་པོ་ མི་ འདོད་ ལ་ དགའ་བ འི་ འདོད་ཆགས་ ཀྱི་ མོད་ ལས་ བྱུང་བ འི་ སྲེད་པ་ དང་ ལྷན་ཅིག་ ཤིན་ཏུ་ ཆགས་པ ར་ མི་ བྱེད་ ཀུན་ ནས་ ཉོན་མོངས་ ཤིང་
en: With rigorous effort and endeavor, his contemplation has not waned, and so he has no interest in any of the things of the māras and has become disillusioned with the craving that accompanies desirous excitement.

source: མི་ སྡུག་པ་ གཟུགས་ དང་ །_ སྒྲ་ དང་ །_ དྲི་ དང་ །_ རོ་ དང་ །_ རེག་བྱ་ རྣམས་ ཀྱིས་ ཤིན་ཏུ་ ཆགས་པ ར་ མི་ བྱེད་ དེ དེ་ ས་ གཞན་ བཅུ་གསུམ་པ་ ལ་ ཞུགས་ སོ །_།
en: He has no desire for utterly tiresome and repulsive forms, sounds, smells, tastes, and textures, and thus he has entered the thirteenth ground.

source: སེམས་ཅན་ དམྱལ་བ་ བརྒྱད་པོ་ ཀུན་ གྱི་ ལས་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ འི་ དགེ་སློང་ གིས་ འཁོར་བ་ མ་རིག་པ འི་ མུན་པ འི་ སྡུག་བསྔལ་ ཐམས་ཅད་ ཤེས་ ནས་ ཇི་ལྟ་བ་ བཞིན་ དུ་ ཡིད་ བྱུང་ སྟེ །_
en: This monk has knowledge of the ripening of karmic action within all the eight hells, and he recognizes all the sufferings within the darkness of cyclic existence. Thus, he has become disenchanted, and correctly so.

source: བདུད་ ཀྱི་ ཕྱོགས་ ཀྱི་ དངོས་པོ་ ནི་ དམས་ སོ །_།
en: He has tied down all the brigades of the māras!

source: དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་
en: He has roused all the forces of the sacred Dharma!’

source: མངོན་པར་ མཐོ འོ་ ཞེས་ དེ་ ཐོས་ ནས་ འོད་ཆུང་ གི་ ལྷ་ རྣམས་ མཆོག་ ཏུ་ དགའ་ ཞིང་ འཁོད་ དེ །_
en: $1257 “When they hear this message the gods in Limited Light will be overjoyed and think,

source: འདི་ལྟར་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམས་ སོ །_། དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མངོན་པར་ མཐོ འོ་ སྙམ་ མོ །_།
en: ‘The brigades of the māras have been bound, and the forces of the sacred Dharma have been roused!’

source: དེ་ལྟ ར་ ལྷ་ རྣམས་ དགའ་བ འི་ ཡིད་ ཀྱིས་ དམ་པ འི་ ཆོས་ ཉན་པ ར་ འགྱུར་ ན་
en: $1258 “In this way, the gods listen to the Dharma filled with joy.

source: གང་ དད་པ་ དང་ དད་པ འི་ རྗེས་སུ་ འབྲང་ ཞིང་ དེ་ ཁོ་ན་ཉིད་ མཐོང་བ འི་ སྐྱེས་བུ་ དམ་པ་ དེ་དག་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དམ་པ འི་ ཆོས་ འཕེལ་ ཞིང་ རྒྱས་པ་ ཡིད་ དགའ་བ ར་ འགྱུར་བ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས །_
en: Thus, it goes without saying that the minds of holy beings, who are filled with faith and see reality, are joyous when the sacred Dharma is growing and expanding in accordance with such causal karmic actions.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ འི་ གནོད་པ་ རྒྱ་མཚོ འི་ ཆུ་ ལྟ་བུ་
en: $1259 “The monk who has knowledge of the ripening of karmic actions sees the tortures of the hells to be like the water of a great ocean.

source: ཀུན་ ཏུ་ སྲེད་པ་ ཀློང་ ལྟ་བུ ར་ གཡོ་བ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཡང་སོས་ ལ་སོགས་པ་ ནས་ མནར་མེད་པ འི་ བར་ རྒྱ་ཆེ་བ འི་ ནང་ ས འི་ འོག་ འཇིགས་ པར་ རྫོགས་བྱེད་ དང་ །_ ཀུན་ ཏུ་ རྒྱུ་ དང་ །_ ཀོ་ ཀ་ལི་ ཀ་ དང་ །_ ལྷས་བྱིན་ དག་ ཉ་ དང་ ཆུ་སྲིན་ ཆེན་པོ་ ལྟར་ ཟིན་ ཅིང་ སེམས་ཅན་ [285a] དམྱལ་བ་པ འི་ ལྷག་མ་ ཉ་ མིད་ དང་ །_
en: Moving within this expanse of craving—the vast subterranean abodes from the Reviving Hell down to Ultimate Torment—are giant fish and crocodiles, such as Pūraṇa, the wanderers, Kokālika, and Devadatta. {{page:{number:407,id:UT22084-068-021-100433,folio:F.285.a,volume:V68}}}

source: ཉ་ མིད་ ཆེན་པོ་ དང་ །_ ཆུ་སྲིན་ ན་ཀྲ་ དང་ །_ ཆུ་སྲིན་ ཀུམ་ བྷི་ ར་ དང་ །_ ཆུ་སྲིན་ བྱིས་པ་ གསོད་ དང་ །_ རུས་སྦལ་ དང་ །_ སྲམ་ འཁྲུགས་པ་ ལྟ་བུ་ དག་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ རླུང་ གི་ ཤུགས་ དང་ གློག་ འཁྱིལ་པ་ ལྟ་བུ ས་ སེམས་ གཡོ་བ འི་ རླབས་ ཀློང་ ལྟ་བུ ར་ འཁྱིལ་པ་ དེ འི་ དུས་ ཀྱི་ མཐ འི་ ཤུགས་ དབུ་བ་ ལྟ་བུ ས་
en: Such disturbing fish, alligators, crocodiles, turtles, and otters#176 seize the beings of hell as they are tossed about in the churning waves stirred up by the thunderstorms of desire, anger, and delusion, which froth with all the force of the end of an eon.

source: སེམས་ཅན་ དམྱལ་བ་པ་ གནོད་པ་ རབ་ཏུ་ མང་བ་ མཆི་མ་ ཆར་ ལྟར་ གང་བ ར་ ངུ་ ཞིང་ སྨྲེ་སྔགས་ འདོན་ ལ་ ཆོ་ངེས་ འདེབས །_
en: As the beings of hell are thus ravaged, their tears fall like rain and they wail and moan.

source: ཧ་ ཧ འི་ སྒྲ་ སྐད་ ཀྱི་ ཤུགས་ དང་སེམས་ ཀྱི་ ཤུགས་ ཆུ་རླབས་ ལྟར་ མང་བ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀླུ འི་ ཤུགས་ ལྟ་བུ ས་ སྡུག་བསྔལ་ ཆར་ ལྟར་ འབེབས་ ཤིང་ མནར་མེད་པ་ ཟབ་མོ ར་ བསྐལ་པ འི་ མཐ འི་ མེ་ འབར་བ འི་ ཤུགས་ ཀྱིས་ ཁོར་ཡུག་ དང་ ཆུ་ བཙོས་པ་ ལྟ་བུ འི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ འི་ སྡུག་བསྔལ་ རྒྱ་མཚོ་ ལྟ་བུ ར་ མཐའ་མེད་ ལ་ མི་བཟད་པ་
en: The agitation of their cries of terror, and the excitement of their minds, well up like waves on the ocean while the force of their misdeeds brings down torrents of suffering. Within the depths of Ultimate Torment, fires blaze with the power of the end of an eon, making the entire environment boil as an infinite ocean of unbearable pain.

source: མཐོང་ ནས དགེ་སློང་ དེ་ ཡིད་ བྱུང་ སྟེ །_ འདི་ལྟར་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: Seeing this, the monk utters these verses:

source: སྲེད་པ ས་ ཡོངས་སུ་ བསླུས་ བྱས་ ཤིང་ །_། རྨོངས་པ ས་ རྨོངས་པ འི་ སེམས་ཅན་ དག _། སྐྱེ་ ཞིང་ འཆི་བ་ ཉམ་ང་བ །_། འོག་ ཏུ་ འཇིག་རྟེན་ འགྲོ་བ ར་ འགྱུར །_།
en: $1260 “ ‘Completely fooled by craving, Bewildered by delusion, These beings, as they travel the world, Must take birth and die in misery.

source: མི་ཡུལ་ ལས་ ནི་ དམྱལ་བ ར་ འགྱུར །_། དམྱལ་བ་ ལས་ ནི་ ལྷ་ཡུལ་ དུ །_། མི་ ཉིད་ ལས་ ནི་ དུད་འགྲོ ར་ འགྲོ །_། དེ་ནས་ ཡི་དགས་ འགྲོ་བ ར་ འགྱུར །_།
en: $1261 “ ‘Thus, they leave the realms of humans bound for the hells, Journey from hell up to the heavens, Go from human life into the realms of the animals, And then depart to join the starving spirits.

source: སེམས་ཅན་ འདོད་ཆགས་ དབང་ སོང་བ །_། རང་ གི་ ལས་ ཀྱིས་ འགྲོ་བ་ འཁྲུལ །_།
en: $1262 “ ‘Sentient beings under the power of desire Move about in delusion, due to their own actions.

source: གཏི་མུག་ ཞགས་པ ས་ བཅིངས་པ་ དག _། སྲིད་པ འི་ མཚོ ར་ ནི་ རྣམ་པར་ འཁྱམ །_།
en: Chained by the shackles of ignorance, They roam through the ocean of existence.

source: འཁོར་བ ར་ མི་ ནི་ སྡུག་བསྔལ་ འདི །_། རྣམ་པ་ སྣ་ཚོགས་ གོམས་ བྱས་ ཏེ །_།
en: $1263 “ ‘Within cyclic existence people are accustomed To various kinds of suffering.

source: དེར་ ནི་ རྒྱུ་ དེ་ གོམས་པ ས་ ན །_། ཇི་ལྟ ར་ མཆོག་ ཏུ་ སྐྱེ་ མི་ འགྱུར །_།
en: If they were accustomed to the cause of those, Why would they not find a supreme birth instead?

source: ལྷ་ དག་ བག་མེད་པ་ ཡིས་ ཉམས །_། མི་ དག་ ཡོངས་སུ་ ཚོལ་ བས་ ཉམས །_། ཡི་དགས་ བཀྲེས་ དང་ སྐོམ་པ ས་ ཉམས །_། དུད་འགྲོ་ གཅིག་ ལ་ གཅིག་ ཟ་ འོ །_། སེམས་ཅན་ དམྱལ་བ་ དམྱལ་བ འི་ མེས །_། ཡི་དགས་ རྨོངས་པ ས་ རྟག་ ཏུ་ ཉམས །_།
en: $1264 “ ‘Gods suffer from carelessness, Humans suffer from worldly striving, Starving spirits suffer from hunger and thirst, Animals suffer from mutual predation, $1265 “ ‘Hell beings suffer from the fires of hell, And starving spirits always suffer from ignorance.

source: འཁོར་བ་ ཁབ་ ཀྱི་ རྩེ་ ཙམ་ ཡང་ །_། བདེ་བ་ ཉིད་ ནི་ ཅུང་ཟད་ མེད །_།
en: In cyclic existence there is not So much as a pinpoint of happiness.

source: རྨོངས་པ འི་ སེམས་ ཀྱིས་ སྐྱེ་བོ་ དག _། སྡུག་ [285b] བསྔལ་ ལས་ ནི་ བདེ་ ལ་ ཆགས །_། སྡུག་བསྔལ་ འདི་ ལས་ ཐར་བ་ གང་ །_། ཡང་དག་ ལམ་ ནི་ སྟོན་པ་ མེད །_།
en: $1266 “ ‘In their ignorance, beings are attached To pleasure rather than pain, {{page:{number:408,id:UT22084-068-021-100434,folio:F.285.b,volume:V68}}} Yet they have no teacher to show them The true path to freedom from suffering.

source: གང་དག་ རྟག་ ཏུ་ ཆོས་ མི་ སྒྲུབ །_། གང་དག་ རྟག་ ཏུ་ བདེན་ མི་ སྒྲུབ །_། བསམ་གཏན་ རྟག་ ཏུ་ མི་ སྒྲུབ་ གང་ །_། དེ་དག་ སྡུག་བསྔལ་ བྲལ་ མི་ འགྱུར །_།
en: $1267 “ ‘Those who never practice the Dharma, Never accomplish what is true; They never train in concentration, And never separate from suffering.

source: འཇིག་རྟེན་ འདི་ དང་ ཕ་རོལ་ དུ །_། རྟག་ ཏུ་ མ་ འདྲ་ ཕ་ འདྲ་ ཞིང་ །_། གཉེན་ དང་ འདྲ་ ཞིང་ སྒྲོན་ འདྲ་བ །_། སངས་རྒྱས་ ཀྱིས་ ནི་ ཆོས་ བསྟན་ ཏོ །_།
en: $1268 “ ‘In this world and beyond, The buddhas are like a mother or a father, A friend or a lamp, For they teach the Dharma.

source: རྟག་ ཏུ་ ཉེས་ གསུམ་ དབང་ སོང་བ །_། ཕུང་པོ་ གསུམ་ ནས་ སེམས་ཅན་ དག _། རྟག་ ཏུ་ ཁམས་ གསུམ་ དག་ ཏུ་ འཇུག _། དེ་ ནི་ སྡུག་བསྔལ་ གསུམ་ དང་ ལྡན །_།
en: $1269 “ ‘Those who remain governed by the three flaws, And who, based on the three aggregates, Constantly engage in the three realms, Will remain subject to the three sufferings.

source: ལས་ གསུམ་ དབང་ སོང་ འཁྲུལ་པ་ དག _། དེ་ ནི་ ངན་སོང་ གསུམ་ ན་ རྒྱུ །_།
en: $1270 “ ‘Deluded beings who are governed by the three karmic actions Will cycle within the three lower realms.

source: སྲིད་ གསུམ་ ཆགས་པ འི་ འགྲོ་བ་ དག _། རིམ་པ་ གསུམ་ དུ་ རྣམ་པར་ རྒྱུ །_།
en: Wanderers who are attached to the three realms Will progress along the three stages.

source: གང་ཞིག་ དཀོན་མཆོག་ མཆོག་ གསུམ་ དང་ །_། གང་ཞིག་ བྱང་ཆུབ་ གསུམ་ དབང་ སོང་ །_། གང་ཞིག་ ལྟ་བ་ གསུམ་ སྤངས་པ །_། དེ་དག་ ལ་ ནི་ སྡུག་བསྔལ་ མེད །_།
en: $1271 “ ‘Those governed by the Three Supreme Jewels And the three kinds of awakening Give up the three views, And will not be subject to any suffering.

source: དུས་སྐབས་ གསུམ་ ལ་ རྟག་ གནས་ ཤིང་ །_། དགའ་བ་ གསུམ་ གྱི་ དེ་ཉིད་ མཐོང་ །_། གསུམ་ གྱི་ ཆ་ ཡིས་ ལྟོ་ འགྲངས་པ །_། དེ་ ནི་ མྱ་ངན་ བྲལ་བ ར་ འགྱུར །_།
en: $1272 “ ‘Those who always dwell on the three occasions, Who see the reality of the three joys, And who are saturated by the three aspects, Will be free of all pains.

source: ཕུང་པོ་ གསུམ་ ལ་ སེམས་ མཉམ་ ཞིང་ །_། ལས་ གསུམ་ རྣམ་པར་ དཔྱོད་པ་ གང་ །_། དེ་ ནི་ འཁོར་བ ར་ མྱ་ངན་ གྱི །_། རྣམ་པ་ བྲལ་ ཞིང་ རིམས་ མེད་ འགྱུར །_།
en: $1273 “ ‘Those who have equanimity regarding the three aggregates And discern the three actions Will be free from the sufferings And the plagues of cyclic existence.

source: ལམ་ དང་ ལམ་ མིན་ རྣམ་པ་ ཤེས །_། དངོས་ དང་ དངོས་མེད་ རྣམ་ སེམས་པ །_། བྱམས་པ འི་ སེམས་ ནི་ བསྒོམས་པ་ གང་ །_། དེ་ ནི་ འགྲོ་བ་ མཆོག་ ཏུ་ འགྲོ །_།
en: $1274 “ ‘Those who know what is and is not the path, Who remain attentive with respect to entities and non-entities, And who cultivate a loving mind Will set out for supreme destinations.

source: ཀུན་ ནས་ རབ་ཏུ་ རྣམ་གསལ་ ཞིང་ །_། དཔའ་བོ་ རྙོག་པ་ མེད་པ་ ཡི །_། ཡིད་ ནི་ སྡིག་ དང་ མ་ འདྲེས་པ །_། མི་ དེ་ རྣམ་པར་ རབ་ཏུ་ གྲོལ །_།
en: $1275 “ ‘People who are lucid in all regards, Bold and unperturbed, And whose minds are not mixed with the unwholesome Will be entirely liberated.

source: གང་ཞིག་ ཡང་དག་ ལམ་ ཞུགས་ཤིང་ །_། དྲན་ དང་ ལྡན་པ་ སྟོབས་ ཆེ་ ལ །_། སྲིད་པ་ དག་ ལ་ འདོད་ བྲལ་བ །_། དེ་ ནི་ ངེས་པ ར་ གྲོལ་བ ར་ འགྱུར །_།
en: $1276 “ ‘Those who embark on the true path, Who have mindfulness and great strength, And who are free from desire for existence Will definitely be free.

source: སྲིད་པ་ འདོད་ ཅིང་ དགའ་བ་ ལ །_། མི་གང་ མངོན་པར་ མི་ དགའ་བ །_། དེ་ ལ་ སྲིད་ ལས་ སྐྱེས་པ་ ཡི །_། སྡུག་བསྔལ་ ཤིན་ཏུ་ ཆུང་བ འང་ མེད །_།
en: $1277 “ ‘People who wish for and are enamored with existence Will not find any joy. When they take birth based on becoming, Their suffering will not be small.

source: མི་ བཟད་ ལས་ ནི་ མི་ བཟད་ འབྱུང་ །_། མི་བཟད་པ་ ཡིས་ ཡོངས་ བསྒྱུར་བ །_། [286a]
en: $1278 “ ‘Unbearable acts yield the unbearable, And bring about unbearable transformations. {{page:{number:409,id:UT22084-068-021-100435,folio:F.286.a,volume:V68}}}

source: འདོད་པ་ དུག་ དང་ མེ་ ལྟ་བུ །_། རབ་ཏུ་ བསྒྲིམས་ ཏེ་ སྤང་བ ར་ གྱིས །_།
en: So apply yourselves diligently To giving up desire!

source: འདོད་པ་ ཡོངས་སུ་ སྤང་བྱ ས་ ཤིང་ །_། རྟག་ ཏུ་ ཐར་ ལ་ དགའ་བ་ ནི །_། ཉི་མ་ ཤར་བ ས་ མུན་ མེད་ ལྟར །_། མི་དགེ འི་ ཆོས་ རྣམས་ འཇིག་པ ར་ འགྱུར །_།
en: $1279 “ ‘When desire is entirely abandoned, And one finds constant joy in liberation, All unwholesome qualities will be destroyed, Just as darkness cannot linger when the sun has risen.

source: དེ་ལྟ ར་ རྟག་ ཏུ་ དགེ་ བསྟེན་ ཞིང་ །_། མི་དགེ་བ་ ཉིད་ སྤང་བ ར་ གྱིས །_།
en: $1280 “ ‘Thus, always practice virtue And give up the unvirtuous.

source: མདོར་ན་ ངེས་པ ར་ བསྟན་པ་ ནི །_། དགེ་ དང་ མི་དགེ་ ཡོངས་སུ་ རྟོགས །_།
en: In short, the definitive teaching Is to fully recognize virtue and nonvirtue.’

source: དེ་ལྟ ར་ དགེ་སློང་ དེ་ འཇིག་རྟེན་ འདི་ དང་ འཇིག་རྟེན་ ཕ་རོལ་ དེ་ ལ་ ཕན་པ ར་ འདོད་པ འི་ བློས་ སེམས་ཅན་ དམྱལ་བ འི་ སྡུག་བསྔལ་ མངོན་པར་ བརྟགས་ ནས །_ སེམས་ཅན་ རྣམས་ ལ་ སྙིང་བརྩེ་བ་ རྗེས་སུ་ འཇུག་པ ར་ བྱེད་ དེ །_
en: $1281 “Thus, wishing to be of benefit in this world and in worlds beyond, the monk contemplates the suffering of beings in hell and embraces all sentient beings with a loving heart.

source: བྱམས་པ་ བསྒོམས་པ འི་ སེམས་ ཀྱིས་ དེ་ སེམས་ཅན་ དམྱལ་བ་ འཇིགས་ ཤིང་ ཉམ་ང་བ་ ཐམས་ཅད་ ལ་ མངོན་པར་ བརྟགས་ ཤིང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཡང་ ཤེས་ ནས་ མཆོག་ ཏུ་ ཡིད་ བྱུང་བ འི་ སེམས་ ཀྱིས་ རྟོག་པ ར་ བྱེད་ དེ
en: As he cultivates love, he contemplates the terrors and miseries of beings in hell, and, with knowledge of the ripening of effects, he thinks to himself with deep-felt sadness,

source: ཨེ་མ་ སེམས་ཅན་ འདི་དག་ ཇི་ལྟ ར་ སྲིད་པ འི་ དགོན་པ ར་ འཇིགས་ ཤིང་ སྡུག་བསྔལ་ སྣ་ཚོགས་ ཀྱི་ ནང་ དུ་ བྱིང་ ཞིག་ གུ་ སྙམ་ ནས་
en: ‘How lamentable—these beings are sinking down in the sufferings of the terrifying quagmire of existence.’

source: དེ་ སྙིང་རྗེ འི་ བློ་ འདི་ལྟར་ ཉེ་བ ར་ འཇོག་པ ར་ བྱེད་ དེ
en: $1282 “As the monk settles within a compassionate state of mind, he thinks as follows:

source: འདི་ལྟར་ མི་ དག་ དེ་ མ་ ཐག་ ཏུ་ ངན་སོང་ དུ་ འགྲོ་བ་ ནི་ལ ས་ ངན་པ་ བྱས་པ་ རང་ གི་ སེར་སྣ ས་ བསླུས་ ཤིང་ །_
en: ‘People proceed directly to the lower realms due to their own actions.

source: ལོངས་སྤྱོད་ ངན་པ་ འདོད་ ལ །_ རྙེད་པ་ ངན་པ ས་ ཟིལ་ གྱིས་ ནོན་པ་ རྣམས་ སྦྱིན་པ་ དག་མ་ བྱིན་པ ར་ གྱུར་ ཏེ
en: Fooled by miserliness, they hanker after unwholesome possessions. Subdued by their inferior wealth, they become unable to give.

source: དེ་དག་ གིས་ དགེ་སྦྱོང་ དང་ །_ བྲམ་ཟེ་ དང་ །_ ཕོངས་པ་ དང་ །_ ལོང་བ་ དང་ །_ བཀྲེན་པ་ སློངས་ མོ་བ་ རྣམས་ ལ་ སེར་སྣ འི་ དྲི་མ ས་ སྦགས་པ འི་ སེམས་ ཀྱིས་ སྦྱིན་པ་ དག་མ་ བྱིན་ ཞིང་ བསོད་ནམས་ དག་མ་ བྱས་ ལ་ འཇིག་རྟེན་ འདི་ དང་ ཕ་རོལ་ དུ་ ཚུལ་ཁྲིམས་ མཚོ་ ལྟ་བུ ར་ གྱུར་པ་ མ་ བསྲུངས །_
en: Covered by stains of miserliness, they do not give to mendicants, brahmins, the destitute, the poor, or the needy. Thus, they fail to do what is virtuous and, in this world and beyond, they fail to guard the pool of their discipline.

source: བུ་ དང་ །_ ཆུང་མ་ དང་ །_ བྲན་ ཕོ་ དང་ །_ བྲན་མོ་ དག་ ལ་ ཡང་ སྦྱིན་པ་ མ་ བྱིན་ ལ་ སེར་སྣ ས་ འཇིག་རྟེན་ ཕ་རོལ་ ལ་ བསླུས་པ་ དེ་ ཡི་དགས་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: They are unable to be generous even to their own children, spouses, or servants. Those who are in this way confounded about what lies beyond this world on account of their stinginess will be born among the starving spirits.

source: ཡི་དགས་ ཀྱི་ རྒྱུད་ དུ་ སྐྱེས་པ་ ཡང་ ཕལ་ཆེ ར་ ཡི་དགས་ མོ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Taking birth as starving spirits, they will for the most part be born as female starving spirits.

source: མི་ ཐབ་མོ་ དང་ ཕྲག་དོག་ གི་ དྲི་མ་ གང་ གིས་ ནང་ གི་ སེམས་ ཉམས་པ ར་ བྱས་པ་ འདི ས་ ན་ ཡི་དགས་ མོ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ་ སྙམ་ མོ །_།
en: People whose minds are spoiled by fighting and envy will be born as female starving spirits.’ {{page:{number:410,id:UT22084-068-021-100436,folio:F.286.b,volume:V68}}}

source: དེ་ནས་ ཡང་ དགེ་སློང་ [286b] ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ་ ཡི་དགས་ ཀྱི་ ཡུལ་ འདི་ གང་ཞིག་ ཡིན་ སྙམ་ མོ །_།
en: $1283 “Next, the monk who has knowledge of the ripening of karmic effects will proceed to concern himself with the realms of starving spirits, wondering,

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན་ ཡི་དགས་ ནི་ མདོ ར་ བསྡུ་ ན་ རྣམ་པ་ གཉིས་ ཏེ །_
en: ‘What might the realms of starving spirits be like?’

source: འཇིག་རྟེན་ ན་ རྒྱུ་བ་ དང་ །_ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ གནས་པ འོ །_། དེ་ ལ་ འཇིག་རྟེན་ ན་ རྒྱུ་བ་ ནི་ མཚན་མོ་ དག་ གལ་ཏེ་ མི་ རྣམས་ ཀྱིས་ མཐོང་བ ར་ འགྱུར་ རོ །_།
en: As he examines this matter with knowledge derived from hearing, he will understand that there are, in short, two types of starving spirits: those that course through the world and those that remain in their own realms. Those that course through the world may be perceived by humans at night.

source: ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ གནས་པ་ ནི་ གང་ དུ་ ས འི་ འོག་ དཔག་ཚད་ ལྔ་ བརྒྱ་ ན་ གནས་ ཏེ །_
en: The second category, however, live five hundred leagues below the surface of the earth.

source: ཡི་དགས་ ཀྱི་ ཡུལ་ གྱི་ རྐྱེན་ མ་གཏོགས་ པར་ འཛམ་བུ འི་ གླིང་ གི་ མཐའ་ ནས་ དཔག་ཚད་ སུམ་ སྟོང་ དྲུག་ བརྒྱ་ ཡོད་ དོ །_།
en: Within a radius of three thousand six hundred leagues from Jambudvīpa, the conditions required for a realm of starving spirits are incomplete.

source: དེ་དག་ འཛམ་བུ འི་ གླིང་ དང་ ཐག་ ཉེ་བ་ དང་ རིང་བ་ ནི་ ངེས་པ་ མེད་ དོ །_།
en: Apart from that, there is no certainty as to how near to or far from Jambudvīpa starving spirits may be found.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འགྲོ་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ ཡི་དགས་ ཀྱི་ ཡུལ་ ཅི་ཙམ་ ཡོད་ སྙམ་ ནས་
en: $1284 “The monk who has knowledge of the ripening of karmic effects will then ask himself how many realms of starving spirits there are.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ཡི་དགས་ རྣམ་པ་ མང་ སྟེ་ མདོ ར་ བསྡུ་ ན་ རྣམ་པ་ སུམ་ཅུ་ རྩ་ དྲུག་ ཡོད་ དོ །_།
en: As he examines this matter by means of knowledge derived from hearing, he will understand that there are, in brief, thirty-six types of such realms.

source: དེ་དག་ ཐམས་ཅད་ ཕྲག་དོག་ དང་ སེར་སྣ འི་ རྒྱུས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ ལ་ བསམ་པ་ སྣ་ཚོགས་ སྐྱེད་པ་ དང་ །_ སྡུག་བསྔལ་བ་ དང་ །_ བསམ་པ་ དང་ །_ བཟའ་བ་ སྣ་ཚོགས་ དང་ །_ གཡོ་བ་ སྣ་ཚོགས་ དང་ །_ གནས་ སྣ་ཚོགས་ དང་ །_ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ ཡིན་ ནོ །_།
en: While birth in those realms is always caused by envy and stinginess, the realms are distinguished by distinct ways of thinking, as well as distinct modes of suffering, intention, sustenance, movement, and dwelling. All beings therein are, moreover, physically tormented by hunger and thirst.

source: དེ་དག་ ཐམས་ཅད་ མདོ ར་ བསྡུ་ ན་ རྣམ་པ་ སུམ་ཅུ་ རྩ་ དྲུག་ ཡོད་ དེ །_
en: $1285 “All the classes of starving spirits can be encapsulated under the following thirty-six categories:

source: འདི་ལྟ་སྟེ །_ ཡི་དགས་ ལྟོ་ གུག་ དང་ །_
en: those with prostrate bellies;

source: ཡི་དགས་ ཁ་ ཁབ་ ལྟར་ ཕྲ་བ་ དང་ །_
en: those with throats as narrow as a needle;

source: ཡི་དགས་ བཤང་བ་ ཟ་བ་ དང་ །_
en: those that feed on excrement;

source: ཡི་དགས་ ཀུན་ སྟོན་ དང་ །_
en: those that teach;#177

source: ཡི་དགས་ དྲི་ཟ་བ་ དང་ །_
en: those that feed on smells;

source: ཡི་དགས་ ཆོས་ ཀྱི་ སྦྱིན་པ་ ཟ་བ་ དང་ །_
en: those that consume Dharma offerings;

source: ཡི་དགས་ སྦྱིན་པ་ ཟ་བ་ དང་ །_
en: those that consume donations;

source: ཡི་དགས་ ཆུ་ འཐུང་བ་ དང་ །_
en: those that drink water;

source: བསམ་པ ས་ འཚོ་བ་ དང་ །_
en: those that are sustained by thinking;

source: མཆིལ་མ་ ཟ་བ་ དང་ །_
en: those that feed on spit;

source: ཕྲེང་བ །_ ཟ་བ་ དང་ །_
en: those that feed on garlands;

source: ཁྲག་ ཟ་བ་ དང་ །_
en: those that feed on blood;

source: ཤ་ཟ་བ་ དང་ །_
en: those that feed on flesh;

source: བདུག་པ་ ཟ་བ་ དང་ །_
en: those that feed on incense;

source: དྲག་ཤུལ་ སྤྱོད་པ་ དང་ །_
en: those of savage conduct;

source: གླགས་ ལྟ་བ་ དང་ །_
en: the malevolent;

source: ས འི་ འོག་ ན་ གནས་པ་ དང་ །_
en: the subterranean;

source: ཡི་དགས་ མཐུ་བོ་ ཆེ་ དང་ །_
en: the powerful ones;

source: མཚན་མོ་ ལུས་ རབ་ཏུ་ འབར་བ་ དང་ །_
en: those that light up at night;

source: མི་ རྣམས་ ལ་ གླགས་ ལྟ་བ་ དང་ །_
en: those waiting to snatch humans;

source: [287a] འདོད་པ འི་ གཟུགས་ཅན་ དང་ །_
en: {{page:{number:411,id:UT22084-068-021-100437,folio:F.287.a,volume:V68}}} those of desirable form;

source: གླིང་ གི་ བར་ ན་ གནས་པ་ དང་ །_
en: those that live between the continents;

source: གཤིན་རྗེ འི་ དབྱུག་པ་ དང་ །_
en: the staff of the Lord of Death;

source: བྱིས་པ་ ལ་ ཟ་བ་ དང་ །_
en: the infant eaters;

source: ཚངས་པ འི་ སྲིན་པོ་ དང་ །_
en: the Brahmā demons;

source: འབྲུ་ དྲུས་པ འི་ ཤུན་པ་ ཟ་བ་ དང་ །_
en: the husk eaters;

source: མི་གཙང་བ་ ཟ་བ་ དང་ །_
en: those that eat filth;

source: ལམ་པོ་ཆེ་ ན་ གནས་པ་ དང་ །_
en: those dwelling at highways;

source: མང་ དུ་ ཟ་བ་ དང་ །_
en: the overeaters;

source: མེ་མདག་ ཟ་བ་ དང་ །_
en: the ember eaters;

source: དུག་ ཟ་བ་ དང་ །_
en: the poison eaters;

source: དགོན་པ་ ན་ གནས་པ་ དང་ །_
en: those dwelling in isolated places;

source: དུར་ཁྲོད་ ན་ གནས་པ་ དང་ །_
en: the charnel ground dwellers;

source: ཤིང་ ལ་ གནས་པ་ དང་ །_
en: the tree dwellers;

source: ལམ་ གྱི་ བཞི་མདོ་ ན་ གནས་པ་ དང་ །_
en: those dwelling at crossroads;

source: བདུད་ ཀྱི་ སྡེ་ སྟེ་ དེ་ལྟ ར་ མདོ ར་ བསྡུ་ ན་
en: and the māra class.#178

source: ཡི་དགས་ ཀྱི་ རིགས་ སུམ་ཅུ་ རྩ་ དྲུག་ ཡོད་ དོ །_།
en: Thus, there are thirty-six classes of starving spirits in all.

source: རྒྱ་ ཆེ ར་ ནི་ སེམས་ ཀྱི་ བསམ་པ འི་ ལས་ ཀྱི་ ཆ འི་ བྱེ་བྲག་ དང་ བསམ་པ་ སྣ་ཚོགས་ ཀྱི་ བྱེ་བྲག་ གིས་ དཔག་ ཏུ་ མེད་ དོ །_།
en: On a vast scale, one may enumerate infinitely many, in consideration of their distinct forms of intended actions and their different mentalities.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཤིན་ཏུ་ བཀྲེས་པ་ དང་ །_
en: $1286 “Next, the monk who has knowledge of the effects of karmic ripening will think as follows:

source: སྐོམ་པ ས་ གདུངས་པ འི་ ལུས་ཅན་ རྣམས་ ཕལ་ཆེ ར་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཉམས་པ་ དག་ ཡིན་ ཞིང་ རྒྱ་ ཆེ ར་ ནི་
en: ‘The beings that suffer from such extreme hunger and thirst have primarily been brought down by envy and stinginess.

source: ལུས་ དང་ །_ ངག་ དང་ །_ ཡིད་ ཀྱི་ ལས་ གསུམ་ གྱིས་ སྐྱེ་ ལ་ བྱེ་བྲག་ ཏུ་ དབྱེ་ ན་
en: They take birth in all their many ways due to actions of body, speech, and mind.

source: མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ རྣམ་པ་ བཅུ་ དང་ ཡང་དག་ པར་ ལྡན་པ ས་ ཡི་དགས་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: In particular, they are born as starving spirits due to their engagement in the ten unvirtuous actions.

source: དེ་ མདོ ར་ བསྡུ་ ན་ མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ རྣམ་པ་ བཅུ འི་ མི་དགེ་བ འི་ རྒྱུ་ གང་ཡིན་པ་ ལ་ སྲོག་ཆགས་ ཀྱི་ སྡུག་བསྔལ་ ཐམས་ཅད་ དེ་ ལ་ རག་ ལས །_
en: In short, all the different sufferings of living beings depend on the causes of the ten unvirtuous actions.

source: དེ་ ལ་ སྤྱོད །_ དེ་ལས་ སྐྱེ་ ཞིང་ འབྱུང་ །_
en: They are experiences of those ten and they arise from those ten;
